Repository: BMeu/Aerarium
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log in to access this page.
de: Bitte melde Dich an, um diese Seite öffnen zu können.

source: To protect your profile, please confirm your login.
de: Bitte bestätige zur Sicherheit Deines Profils Dein Passwort.

source: Displaying results %(first_result)d to %(last_result)d of %(total_results)d matching “%(search)s”
de: Zeige Ergebnisse %(first_result)d bis %(last_result)d von %(total_results)d für „%(search)s“

source: Displaying result %(result)d of %(total_results)d matching “%(search)s”
de: Zeige Ergebnis %(result)d von %(total_results)d für „%(search)s“

source: No results found matching “%(search)s”
de: Keine Ergebnisse für „%(search)s“

source: Displaying results %(first_result)d to %(last_result)d of %(total_results)d
de: Zeige Ergebnisse %(first_result)d bis %(last_result)d von %(total_results)d

source: Displaying result %(result)d of %(total_results)d
de: Zeige Ergebnis %(result)d von %(total_results)d

source: No results
de: Keine Ergebnisse

source: Dear %(name)s,
de: Hallo %(name)s,

source: Sincerely,
de: Viele Grüße,

source: Your %(program)s team
de: Dein %(program)s-Team

source: %(title)s. Written by %(author)s. Visit the project page on %(github)s.
de: %(title)s. Entwickelt von %(author)s. Besuche die Projektseite auf %(github)s.

source: Toggle Navigation
de: Navigation umschalten

source: Administration
de: Verwaltung

source: Global Settings
de: Globale Einstellungen

source: Users
de: Benutzer

source: Roles
de: Rollen

source: Your Profile
de: Dein Profil

source: User Profile
de: Benutzerprofil

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Close
de: Schließen

source: Log in
de: Anmelden

source: Go back to the %(homepage)s.
de: Zurück zur %(homepage)s.

source: Home page
de: Startseite

source: home page
de: Startseite

source: Edit Role “%(role)s”
de: Rolle „%(role)s“ bearbeiten

source: Role
de: Rolle

source: Permissions
de: Berechtigungen

source: Delete
de: Löschen

source: Go back to the list of all roles
de: Gehe zurück zu der Liste aller Rollen

source: Back to Roles
de: Zurück zu den Rollen

source: Edit the role “%(role)s” and manage its permissions and the users assigned to it.
de: Bearbeite die Rolle „%(role)s“ und verwalte die ihr zugewiesenen Berechtigungen und Benutzer.

source: Edit User “%(user)s”
de: Benutzer „%(user)s“ bearbeiten

source: User
de: Benutzer

source: Security
de: Sicherheit

source: Go back to the list of all users
de: Gehe zurück zu der Liste aller Benutzer

source: Back to Users
de: Zurück zu den Benutzern

source: Edit the user “%(user)s” and their settings, and manage the user's security settings.
de: Bearbeite den Benutzer „%(user)s“, die Einstellungen des Benutzers, und verwalte die Sicherheitseinstellungen.

source: Permanently delete this role. If there are users who currently have this role assigned to them you must specify a new role for these users.
de: Lösche diese Rolle unwiederbringlich. Sofern es noch Nutzer gibt, denen diese Rolle zugewiesen ist, musst Du eine andere Rolle angeben, die diesen Nutzern zugewiesen wird.

source: Edit the role's header data.
de: Bearbeite die Kopfdaten der Rolle.

source: Add a New Role
de: Eine neue Rolle hinzufügen

source: Create a new role by giving it a name and the permissions that users of this role may have. You can assign users by editing their profile.
de: Lege eine neue Rolle an, indem Du ihr einen Namen und die Berechtigungen gibst, die Benutzer dieser Rolle besitzen sollen. Du kannst einem Benutzer diese Rolle in seinem Profil zuweisen.

source: Define the permissions which the users to whom this role is assigned will have.
de: Definiere die Berechtigungen, die Benutzer haben werden, denen diese Rolle zugewiesen wurde.

source: View the users who have this role assigned to them. You can change a user's role in their profile.
de: Zeige alle Nutzer an, denen diese Rolle zugewiesen ist. Du kannst die Rolle eines Nutzers in seinem Profil ändern.

source: Search assigned users...
de: Zugewiesene Benutzer durchsuchen...

source: Edit user “%(user)s”
de: Benutzer „%(user)s“ bearbeiten

source: Click on the name of a user to edit them.
de: Klicke auf den Namen eines Benutzers, um ihn zu bearbeiten.

source: Permissions restrict specific functionalities in the application. Only if a user has the permission required for a functionality they can access that functionality. These permissions are not directly assigned to a user, but to roles that combine multiple permissions. Each user is assigned to a single role, thus defining which permissions the user has.
de: Berechtigungen beschränken bestimmte Funktionen der Anwendung. Nur wenn ein Nutzer die für eine Funktion erforderliche Berechtigung besitzt, kann er auf die Funktionalität zugreifen. Diese Beschränkungen werden nicht direkt einem Benutzer zugeordnet, sondern Rollen vereinen mehrere Berechtigungen. Jeder Benutzer besitzt eine Rolle, wodurch die Berechtigungen des Benutzers festgelegt werden.

source: Create a new role
de: Eine neue Rolle anlegen

source: New Role
de: Neue Rolle

source: Search roles...
de: Rollen durchsuchen...

source: Edit role “%(role)s”
de: Rolle „%(role)s“ bearbeiten

source: Click on the name of a role to edit it.
de: Klicke auf den Namen einer Rolle, um sie zu bearbeiten.

source: Edit the user's header data.
de: Bearbeite die Kopfdaten des Benutzers.

source: Edit the user's settings.
de: Bearbeite die Einstellungen des Benutzers.

source: User profiles allow users to use Aeararium.
de: Benutzerprofile ermöglichen es Benutzern, Aerarium zu nutzen.

source: Create a new user
de: Einen neuen Benutzer anlegen

source: New User
de: Neuer Benutzer

source: Search users...
de: Benutzer durchsuchen...

source: Cancel
de: Abbrechen

source: Fields marked with an asterisk (%(asterisk)s) are required.
de: Mit einem Sternchen (%(asterisk)s) markierte Felder sind Pflichtfelder.

source: Navigate pages
de: Seitennavigation

source: Previous Page
de: Vorherige Seite

source: Go to the previous page
de: Gehe zur vorherigen Seite

source: Previous
de: Zurück

source: Go to page %(page)d
de: Gehe zu Seite %(page)d

source: Next Page
de: Nächste Seite

source: Go to the next page
de: Gehe zur nächsten Seite

source: Next
de: Weiter

source: Search...
de: Suchen...

source: Reset
de: Zurücksetzen

source: Search
de: Suchen

source: You can use an asterisk (%(asterisk)s) at any position within the search term to allow arbitrary characters at that position.
de: Du kannst an jeder Stelle im Suchtext ein Sternchen (%(asterisk)s) einfügen, um beliebige Zeichen an dieser Position zuzulassen.

source: Forgot Your Password?
de: Passwort vergessen?

source: Forgot your password?
de: Passwort vergessen?

source: Danger Zone
de: Gefahrenbereich

source: Be careful! All actions below this point cannot be undone. Before actually performing these actions, we will send you a mail to confirm your intention.
de: Sei vorsichtig! Die Aktionen in diesem Abschnitt können nicht rückgängig gemacht werden. Bevor wir diese Aktionen aber tatsächlich ausführen, werden wir Dir noch eine E-Mail schicken, damit Du Deine Absicht bestätigen kannst.

source: If you forgot your password you can enter the email address of your account here. We will send a link allowing you to set a new password.
de: Wenn Du Dein Passwort vergessen hast, kannst Du hier die an Deinem Benutzerkonto hinterlegte E-Mail-Adresse angeben. Wir werden Dir dann einen Link zuschicken, über den Du ein neues Passwort festlegen kannst.

source: Your email address has been changed to %(new_email)s.
de: Deine E-Mail-Adresse wurde zu %(new_email)s geändert.

source: If you initiated this change yourself you can ignore this email. Otherwise, please contact us immediately. You can reach us under %(support_email)s.
de: Wenn Du diese Änderung veranlasst hast, kannst Du diese E-Mail ignorieren. Ansonsten kontaktiere uns bitte unverzüglich. Du erreichst uns unter %(support_email)s.

source: To change your email address from %(email_old)s to %(email_new)s, click on the following link or copy and paste it to your browser:
de: Um Deine E-Mail-Adresse von %(email_old)s zu %(email_new)s zu ändern, klicke auf den folgenden Link oder kopiere ihn und füge ihn in Deinen Browser ein:

source: Change Email Address
de: E-Mail-Adresse ändern

source: This link is only valid for the next %(validity)d minutes.
de: Dieser Link ist nur für die nächsten %(validity)d Minuten gültig.

source: If you have not requested to change your email address simply ignore this message.
de: Wenn Du das Ändern Deiner E-Mail-Adresse nicht angefordert hast, kannst Du diese E-Mail ignorieren.

source: Your user profile and all data linked to it have been deleted.
de: Dein Benutzerprofil und alle damit verbundenen Daten wurden gelöscht.

source: If you have not initiated this action yourself, please contact us immediately. You can reach us under %(support_email)s.
de: Wenn Du diese Aktion nicht veranlasst hast, kontaktiere uns bitte unverzüglich. Du erreichst uns unter %(support_email)s.

source: We would be happy to see you again in the future!
de: Wir würden uns freuen, Dich in Zukunft wiederzusehen!

source: To irrevocably delete your user profile, click on the following link or copy and paste it to your browser:
de: Um Dein Benutzerprofil unwiederbringlich zu löschen, klicke auf den folgenden Link oder öffne ihn in Deinem Browser:

source: Delete User Profile
de: Benutzerprofil löschen

source: If you have not requested to delete your user account simply ignore this message. However, we highly recommend to change your password immediately.
de: Wenn Du nicht veranlasst hast, dass Dein Benutzerprofil gelöscht wird, kannst Du diese Nachricht ignorieren. Wir würden Dir allerdings raten, Dein Passwort umgehend zu ändern.

source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.

source: To reset your password, click on the following link or copy and paste it to your browser:
de: Klicke auf den folgenden Link oder kopiere ihn in Deinen Browser, um Dein Passwort zurückzusetzen:

source: Reset Your Password
de: Passwort zurücksetzen

source: If you have not requested a password reset simply ignore this message.
de: Wenn Du das Zurücksetzen Deines Passwortes nicht angefordert hast, kannst Du diese E-Mail ignorieren.

source: Edit Roles
de: Rollen bearbeiten

source: The permission to create, read, update, or delete a role. This permission cannot be removed from a role if the role is the only one allowed to edit roles.
de: Die Berechtigung, Rollen anzulegen, zu lesen, zu aktualisieren oder zu löschen. Diese Berechtigung kann nicht von einer Rolle entfernt werden, wenn diese Rolle die einzige ist, die Rollen bearbeiten kann.

source: Edit Users
de: Benutzer bearbeiten

source: The permission to create, read, update, or delete a user.
de: Die Berechtigung, Benutzer anzulegen, zu lesen, zu aktualisieren oder zu löschen.

source: Edit Global Settings
de: Globale Einstellungen bearbeiten

source: The permission to modify the global settings.
de: Die Berechtigung, die globalen Einstellungen anzupassen.

source: Displaying roles %(first_result)d to %(last_result)d of %(total_results)d matching “%(search)s”
de: Zeige Rollen %(first_result)d bis %(last_result)d von %(total_results)d für „%(search)s“

source: Displaying role %(result)d of %(total_results)d matching “%(search)s”
de: Zeige Rolle %(result)d von %(total_results)d für „%(search)s“

source: No roles found matching “%(search)s”
de: Keine Rollen für „%(search)s“

source: Displaying roles %(first_result)d to %(last_result)d of %(total_results)d
de: Zeige Rollen %(first_result)d bis %(last_result)d von %(total_results)d

source: Displaying role %(result)d of %(total_results)d
de: Zeige Rolle %(result)d von %(total_results)d

source: No roles
de: Keine Rollen

source: Your Email Address Has Been Changed
de: Deine E-Mail-Adresse wurde geändert

source: Change Your Email Address
de: E-Mail-Adresse ändern

source: Your Password Has Been Changed
de: Dein Passwort wurde geändert

source: Delete Your User Profile
de: Benutzerprofil löschen

source: Your User Profile Has Been Deleted
de: Dein Benutzerprofil wurde gelöscht

source: Displaying users %(first_result)d to %(last_result)d of %(total_results)d matching “%(search)s”
de: Zeige Benutzer %(first_result)d bis %(last_result)d von %(total_results)d für „%(search)s“

source: Displaying user %(result)d of %(total_results)d matching “%(search)s”
de: Zeige Benutzer %(result)d von %(total_results)d für „%(search)s“

source: No users found matching “%(search)s”
de: Keine Benutzer für „%(search)s“

source: Displaying users %(first_result)d to %(last_result)d of %(total_results)d
de: Zeige Benutzer %(first_result)d bis %(last_result)d von %(total_results)d

source: Displaying user %(result)d of %(total_results)d
de: Zeige Benutzer %(result)d von %(total_results)d

source: No users
de: Keine Benutzer

source: Search:
de: Suchen:

source: The role name already is in use.
de: Der Rollenname wird bereits verwendet.

source: Save
de: Speichern

source: New Role:
de: Neue Rolle:

source: Choose a new role for users to whom this role is assigned.
de: Wähle eine neue Rolle für die Benutzer, denen diese Rolle zugewiesen ist.

source: The name must be unique: different roles cannot have the same name.
de: Der Name muss eindeutig sein; mehrere Rollen können nicht denselben Namen haben.

source: Create
de: Anlegen

source: Language:
de: Sprache:

source: The language in which the user will use the application.
de: Die Sprache, in der der Benutzer die Anwendung benutzt.

source: Reset these settings to their default values.
de: Setze Deine Einstellungen auf die Standardwerte zurück.

source: The new role has been created.
de: Die neue Rolle wurde angelegt.

source: The role has been updated.
de: Die Rolle wurde aktualisiert.

source: The role's permissions have been updated.
de: Die Rollenberechtigungen wurden aktualisiert.

source: This role cannot be deleted because it is the only one that can edit roles.
de: Diese Rolle kann nicht gelöscht werden, da sie die einzige ist, die die Berechtigung hat, Rollen zu bearbeiten.

source: The role has been deleted.
de: Die Rolle wurde gelöscht.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: The settings have been set to their default values.
de: Deine Einstellungen wurden auf die Standardwerte zurückgesetzt.

source: Bad Request
de: Fehlerhafte Anfrage

source: Your request was malformed and could therefore not be handled by the server.
de: Deine Anfrage war fehlerhaft aufgebaut und konnte deswegen nicht vom Server bearbeitet werden.

source: Unauthorized Access
de: Unauthorisierter Zugriff

source: The page you want to access requires you to login.
de: Du musst Dich anmelden, um diese Seite öffnen zu können.

source: Permission Denied
de: Zugriff verweigert

source: You do not have sufficient permissions to access this page. You can try logging in. If you are logged in and you still get this message, ask your administrator to raise your permissions.
de: Du hast unzulängliche Berechtigungen, um auf diese Seite zugreifen zu dürfen. Du kannst versuchen, Dich anzumelden. Wenn du bereits angemeldet bist und weiterhin diese Meldung erhältst, bitte Deinen Administrator um die entsprechenden Berechtigungen.

source: Page Not Found
de: Seite nicht gefunden

source: The page you requested was not found on the server. If you are positive the link you clicked is correct contact your administrator.
de: Die von Dir angeforderte Seite wurde auf dem Server nicht gefunden. Wenn Du Dir sicher bist, dass der Link korrekt ist, kontaktiere bitte Deinen Administrator.

source: Method Not Allowed
de: Methode nicht erlaubt

source: The HTTP method you used is not allowed to access this page.
de: Die von Dir genutzte HTTP-Methode ist für diese Seite nicht zugelassen.

source: Internal Error
de: Interner Fehler

source: The server encountered an internal error while processing your request. Please try again later. The administrator has been notified.
de: Beim Bearbeiten Deiner Anfrage kam es auf dem Server zu einem internen Fehler. Bitte versuche es später erneut. Der Administrator wurde hierüber benachrichtigt.

source: Welcome, %(name)s!
de: Willkommen, %(name)s!

source: Invalid email address or password.
de: Ungültige E-Mail-Adresse oder ungültiges Passwort.

source: Log In
de: Anmelden

source: Invalid password.
de: Ungültiges Passwort.

source: Confirm Login
de: Anmeldung bestätigen

source: You were successfully logged out.
de: Du wurdest erfolgreich abgemeldet.

source: We were not able to send you an email to confirm that you actually want to delete your account. Please ensure that the email address in your profile is valid.
de: Wir konnten Dir keine E-Mail zuschicken, um sicherzustellen, dass Du Dein Benutzerprofil wirklich löschen willst. Bitte stelle sicher, dass die E-Mail-Adresse in Deinem Profil gültig ist.

source: An email has been sent to your email address. Please open the link included in the mail within the next %(validity)d minutes to delete your user profile. Otherwise, your user profile will not be deleted.
de: Eine E-Mail wurde an Deine Adresse geschickt. Bitte öffne den enthaltenen Link innerhalb der nächsten %(validity)d Minuten, um Dein Benutzerprofil zu löschen. Ansonsten wird dein Benutzerprofil nicht gelöscht.

source: Your user profile and all data linked to it have been deleted. We would be happy to see you again in the future!
de: Dein Benutzerprofil und alle damit verbundenen Daten wurden gelöscht. Wir würden uns freuen, Dich in Zukunft wiederzusehen!

source: The email address already is in use.
de: Diese E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet.

source: Delete your user profile and all data linked to it.
de: Lösche Dein Benutzerprofil und alle damit verbundenen Daten.

source: Submit
de: Abschicken

source: Password:
de: Passwort:

source: Remember Me
de: Angemeldet bleiben

source: New Password:
de: Neues Passwort:

source: Confirm Your New Password:
de: Bitte bestätige Dein neues Passwort:

source: Change Password
de: Passwort ändern

source: We will send you an email to your new address with a link to confirm the changes. The email address will not be changed until you confirm this action.
de: Wir werden Dir eine E-Mail mit einem Link zur Bestätigung Deiner Änderung an die neue Adresse schicken. Die E-Mail-Adresse wird erst aktualisiert, sobald Du diese Aktion bestätigst.

source: Leave this field empty if you do not want to change your password.
de: Lasse dieses Feld leer, um Dein Passwort nicht zu ändern.

source: The language in which you want to use the application.
de: Die Sprache, in der Du die Anwendung benutzen möchtest.

source: An email has been sent to the specified address. Please be aware that the included link for resetting the password is only valid for %(validity)d minutes.
de: Eine E-Mail wurde an die angegebene Adresse versandt. Bitte beachte, dass der enthaltene Link zum Zurücksetzen des Passworts nur %(validity)d Minuten lang gültig ist.

source: Your password has successfully been changed.
de: Dein Passwort wurde erfolgreich geändert.

source: An email has been sent to the new address %(email)s. Please open the link included in the mail within the next %(validity)d minutes to confirm your new email address. Otherwise, your email address will not be changed.
de: Eine E-Mail wurde an die neue Adresse %(email)s geschickt. Bitte öffne den enthaltenen Link innerhalb der nächsten %(validity)d Minuten, um Deine neue E-Mail-Adresse zu bestätigen. Ansonsten wird Deine E-Mail-Adresse nicht geändert.

source: Your email address has successfully been changed.
de: Deine E-Mail-Adresse wurde erfolgreich geändert.
